Revit 2027 API
ParameterTypeId.AllModelModel Property
 "Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AllModelModel { get; }
Public Shared ReadOnly Property AllModelModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AllModelModel {
	ForgeTypeId^ get ();
}
static member AllModelModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace